/* audio format string: compression, 'mono' or 'stereo', sample rate, sample size */
"%@, %@, %.2f kHz, %d bits" = "%@, %@, %.2f kHz, %d bits";

/* No comment provided by engineer. */
"%@, which will require about %@ on %@. %@ currently available." = "%@; dazu werden %@ auf %@ benötigt. %@ sind verfügbar.";

/* No comment provided by engineer. */
"%@:\n%@\n\nVidi will quit." = "%@:\n%@\n\nVidi wird beendet.";

/* No comment provided by engineer. */
"%d minutes to be recorded" = "Verbleibende Aufnahmezeit: %d Minuten";

/* No comment provided by engineer. */
"1 minute to be recorded" = "Verbleibende Aufnahmezeit: 1 Minute";

/* No comment provided by engineer. */
"About %d minutes to be recorded" = "Verbleibende Aufnahmezeit: ungefähr %d Minuten";

/* No comment provided by engineer. */
"Active" = "Aktiv";

/* No comment provided by engineer. */
"An error has occurred" = "Ein Fehler ist aufgetreten";

/* No comment provided by engineer. */
"Are you sure you want to stop the recording?" = "Sind Sie sicher die Aufnahme zu stoppen?";

/* No comment provided by engineer. */
"Cancel" = "Abbruch";

/* No comment provided by engineer. */
"Close Settings Drawer" = "Schliesse Einstellungsfenster";

/* name for auto-generated channel */
"Composite" = "Composite";

/* No comment provided by engineer. */
"Continue Recording" = "Aufnahme fortsetzen";

/* No comment provided by engineer. */
"Continue Recording..." = "Aufnahme fortsetzen...";

/* start date substitute in Recording Schedule for recurring job */
"Daily" = "Täglich";

/* No comment provided by engineer. */
"Do you want to stop recording before quitting?" = "Möchten Sie die Aufnahme vor Beendigung stoppen?";

/* No comment provided by engineer. */
"DV Audio, 32kHz, 16 bits" = "DV Audio, 32kHz, 16 bits";

/* No comment provided by engineer. */
"DV device in use" = "DV Gerät in gebrauch";

/* No comment provided by engineer. */
"DV device not found" = "DV Gerät nicht gefunden";

/* menu item */
"Edit Stations" = "bearbeite Sender";

/* No comment provided by engineer. */
"Error" = "Fehler";

/* No comment provided by engineer. */
"Finished" = "Beenden";

/* hardware info in About Vidi. parameter is frimware version */
"Formac Studio DV (%@)" = "Formac Studio DV (%@)";

/* hardware info in About Vidi. parameters are frimware version and tuner model */
"Formac Studio DV/TV (%@)\nTuner: %@" = "Formac Studio DV/TV (%@)\nTuner: %@";

/* No comment provided by engineer. */
"Formac Studio in use" = "Formac Studio wird genutzt";

/* hardware info in About Vidi */
"Generic DV device" = "Generisches DV Gerät";

/* No comment provided by engineer. */
"Less than a minute to be recorded" = "Verbleibende Aufnahmezeit: weniger als 1 Minute";

/* No comment provided by engineer. */
"Manual recording in progress" = "Manuelle Aufnahme in arbeit";

/* No comment provided by engineer. */
"Mono" = "Mono";

/* name for auto-generated TV channel
   name for new TV channel */
"new channel" = "Neuer Kanal";

/* name for auto-generated radio station
   name for new radio station */
"new station" = "Neuer Sender";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Settings Drawer" = "öffne Einstellungsfenster";

/* No comment provided by engineer. */
"Quit" = "Beenden";

/* No comment provided by engineer. */
"Radio" = "Radio";

/* prompt for record panel */
"Record" = "Aufnehmen";

/* title for file selection panel */
"Record To" = "Aufnehmen nach";

/* No comment provided by engineer. */
"Recording could not start" = "Aufnahme kann nicht gestartet werden";

/* No comment provided by engineer. */
"Recording could not start due to a problem." = "Aufgrund eines Fehlers kann die Aufnahme nicht gestartet werden.";

/* No comment provided by engineer. */
"Recording stopped" = "Aufnahme beendet";

/* No comment provided by engineer. */
"Recording was stopped prematurely due to a problem." = "Aufnahme wurde aufgrund eines Fehlers beendet.";

/* name for auto-generated channel */
"S-Video" = "S-Video";

/* No comment provided by engineer. */
"Scheduled" = "Zeitplan";

/* prompt for movie destination selection panel
   prompt for file selection panel
   prompt for movies folder selection panel */
"Select" = "Auswahl";

/* No comment provided by engineer. */
"Show Control Palette" = "zeige Kontrollfenster";

/* No comment provided by engineer. */
"Stereo" = "Stereo";

/* No comment provided by engineer. */
"Stop" = "Stopp";

/* No comment provided by engineer. */
"Stop Recording" = "Stoppe Aufnahme";

/* No comment provided by engineer. */
"The DV device is currently being used by another application." = "Das DV Gerät wird zur Zeit von einer anderen Anwendung benutzt.";

/* No comment provided by engineer. */
"The Formac Studio DV is currently being used by another application. To control the Studio DV while it is being used by another application, use the control palette." = "Formac Studio DV/TV wird von einer anderen Anwendung genutzt. Zur Bedienung des Studio DV/TV, während eine andere Anwendung darauf zugreift, das Menüleistenprogramm nutzen.";

/* No comment provided by engineer. */
"The Formac Studio DV/TV is currently being used by another application. To control the Studio DV/TV while it is being used by another application, use the control palette." = "Formac Studio DV/TV wird von einer anderen Anwendung genutzt. Zur Bedienung des Studio DV/TV, während eine andere Anwendung darauf zugreift, das Menüleistenprogramm nutzen.";

/* No comment provided by engineer. */
"The timer recording from %@ that was scheduled to begin at %@ could not start due to a problem." = "Die zeitgesteuerte Aufnahme vom %@ welche um %@ geplant war kann aufgrund eines Fehlers nicht beginnen.";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %@ could not start due to a problem." = "Die zeitgesteuerte Aufnahme welche um %@ geplant war kann aufgrund eines Fehlers nicht beginnen.";

/* No comment provided by engineer. */
"The Vidi Server connection died.\n\nVidi will quit." = "Die Vidi Serververbindung ist unterbrochen.\n\nVidi wird beendet.";

/* No comment provided by engineer. */
"Timer recording could not start" = "Zeitgesteuerte Aufnahme kann nicht beginnen";

/* No comment provided by engineer. */
"Timer recording in progress" = "Zeitgesteuerte Aufnahme in arbeit";

/* No comment provided by engineer. */
"Timer recording started" = "Zeitgesteuerte Aufnahme begonnen";

/* uncompressed audio */
"Uncompressed" = "Unkomprimiert";

/* No comment provided by engineer. */
"Unscheduled" = "Ungeplant";

/* No comment provided by engineer. */
"Video" = "Video";

/* No comment provided by engineer. */
"Vidi couldn't find a supported DV device. Make sure the device is connected and powered on, then try again." = "Vidi kann kein unterstütztes DV Gerät finden. Stellen Sie sicher dass das Gerät angeschlossen und mit Strom versorgt wurde, versuchen Sie es nochmals.";

/* No comment provided by engineer. */
"Vidi encountered a problem starting the Vidi Server process, and therefore it must quit now." = "Vidi kann den Vidi Server nicht starten, daher wird das Programm beendet.";

/* No comment provided by engineer. */
"Vidi is currently recording from %@. During the recording, you cannot change channels." = "Vidi zeichnet gerade von %@ auf. Während der Aufnahme kann der Kanal nicht gewechselt werden.";

/* No comment provided by engineer. */
"Vidi is currently recording from %@. Recording will continue until %@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi zeichnet gerade von %@ auf. Die Aufnahme dauert bis %@. Während der Aufnahme kann der Kanal nicht gewechselt werden. Wenn Sie sich abmelden wird die Aufnahme gestoppt.";

/* No comment provided by engineer. */
"Vidi is currently recording." = "Vidi zeichnet gerade auf.";

/* No comment provided by engineer. */
"Vidi is currently recording. Recording will continue until %2$@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi zeichnet gerade auf. Die Aufnahme dauert bis %2$@. Während der Aufnahme kann der Kanal nicht gewechselt werden. Wenn Sie sich abmelden wird die Aufnahme gestoppt.";

/* No comment provided by engineer. */
"Vidi is currently recording. You can stop recording now or continue recording in the background after Vidi quits." = "Vidi zeichnet gerade auf. Sie können die Aufnahme stoppen oder im Hintergrund weiterführen nach Beendigung von Vidi.";

/* No comment provided by engineer. */
"Vidi Server could not start" = "Vidi Server konnte nicht starten";

/* No comment provided by engineer. */
"Vidi started recording from %@. Recording will continue until %@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi startet die Aufnahme von %@. Die Aufnahme dauert bis %@. Während der Aufnahme kann der Kanal nicht gewechselt werden. Wenn Sie Vidi beenden, wird im Hintergrund die Aufnahme fortgeführt. Wenn Sie sich Abmelden wird die Aufnahme beendet.";

/* No comment provided by engineer. */
"Vidi started recording. Recording will continue until %2$@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi startet die Aufnahme. Die Aufnahme dauert bis %2$@. Während der Aufnahme kann der Kanal nicht gewechselt werden. Wenn Sie Vidi beenden, wird im Hintergrund die Aufnahme fortgeführt. Wenn Sie sich Abmelden wird die Aufnahme beendet.";

